{
  "site": {
    "name": "Hojas de Trabajo Inteligentes",
    "title": "Hojas de Trabajo Inteligentes | Práctica y Juegos de Matemáticas",
    "description": "Hojas de trabajo inteligentes imprimibles y juegos de matemáticas interactivos para grados 1-6. ¡Gratis y sin registro!"
  },
  "pages": {
    "home": {
      "title": "Hojas de Trabajo Inteligentes y Juegos de Matemáticas",
      "description": "Hojas de trabajo inteligentes imprimibles y juegos de matemáticas interactivos para grados 1-6. ¡Gratis y sin registro!"
    },
    "fractions": {
      "title": "Generador de Fracciones - Crear e Imprimir Ahora",
      "description": "Crea ejercicios de fracciones personalizados: sumar, restar, multiplicar y dividir. Elige dificultad, define rango e imprime gratis."
    },
    "geometry": {
      "title": "Generador de Geometría - Crear Hojas de Trabajo",
      "description": "Crea ejercicios de geometría personalizados: área, perímetro y triángulos. Elige figuras, define complejidad e imprime."
    },
    "percentage": {
      "title": "Generador de Porcentajes - Crear e Imprimir",
      "description": "Crea ejercicios de porcentajes personalizados: calcular porcentaje de cantidad, encontrar el total y descuentos. Elige tipo e imprime gratis."
    },
    "decimals": {
      "title": "Generador de Decimales - Crear Hojas de Trabajo",
      "description": "Crea ejercicios de decimales personalizados: suma, resta y conversión. Define lugares decimales e imprime hojas de trabajo."
    },
    "games": {
      "title": "Juegos de Matemáticas Interactivos",
      "description": "Juegos de matemáticas interactivos para practicar operaciones - suma, resta, multiplicación y división."
    },
    "series": {
      "title": "Generador de Secuencias Numéricas",
      "description": "Crea ejercicios de secuencias personalizados: reconocimiento de patrones y patrones numéricos. Define dificultad e imprime gratis."
    },
    "ratio": {
      "title": "Generador de Razón y Proporción",
      "description": "Crea ejercicios de razón personalizados: encontrar valores faltantes y relaciones multiplicativas. Elige tipos e imprime."
    },
    "units": {
      "title": "Generador de Conversión de Unidades",
      "description": "Crea ejercicios de conversión personalizados: longitud, peso y tiempo. Elige unidades e imprime hojas de trabajo gratis."
    },
    "wordProblems": {
      "title": "Generador de Problemas de Palabras",
      "description": "Crea problemas de palabras personalizados: compras, distancias y vida diaria. Elige temas e imprime gratis."
    },
    "worksheet": {
      "title": "Generador de Matemáticas - Suma, Resta, Multiplicación y División",
      "description": "Crea hojas de trabajo de matemáticas personalizadas: define operación, rango de números y dificultad. Imprime gratis al instante."
    },
    "about": {
      "title": "Sobre Nosotros",
      "description": "Sobre Hojas de Trabajo Inteligentes - el generador gratuito de hojas de trabajo de matemáticas para imprimir."
    },
    "blog": {
      "title": "Blog - Artículos y Consejos",
      "description": "Artículos, consejos y guías para padres y maestros sobre la enseñanza de matemáticas a niños."
    },
    "help": {
      "title": "Guía para Padres",
      "description": "Guías y explicaciones para padres - cómo enseñar matemáticas a los niños de manera efectiva y divertida."
    },
    "privacy": {
      "title": "Política de Privacidad",
      "description": "Política de privacidad del sitio web Hojas de Trabajo Inteligentes."
    },
    "contact": {
      "title": "Contáctenos",
      "description": "Contacta al equipo de Hojas de Trabajo Inteligentes - comentarios, sugerencias e informes de errores."
    },
    "play": {
      "title": "Juegos de Matemáticas Interactivos",
      "description": "Juegos de matemáticas interactivos para practicar - ¡elige un tema y comienza a jugar!"
    },
    "playMath": {
      "title": "Juego de Matemáticas - Suma, Resta, Multiplicación y División",
      "description": "Juego de matemáticas interactivo para practicar operaciones aritméticas básicas."
    },
    "playFractions": {
      "title": "Juego de Fracciones",
      "description": "Juego interactivo para practicar fracciones - suma, resta y más."
    },
    "playPercentage": {
      "title": "Juego de Porcentajes",
      "description": "Juego interactivo para practicar cálculos de porcentajes."
    }
  }
}
