{
  "site": {
    "name": "Hojas de Trabajo Inteligentes",
    "title": "Hojas de Trabajo Inteligentes | Práctica y Juegos de Matemáticas",
    "description": "Hojas de trabajo inteligentes imprimibles y juegos de matemáticas interactivos para grados 1-6. ¡Gratis y sin registro!",
    "keywords": "hojas de trabajo matemáticas, juegos de matemáticas, hojas de trabajo para imprimir, ejercicios de matemáticas, juegos de matemáticas para niños, matemáticas primer grado, generador de hojas de trabajo, hojas de trabajo de fracciones"
  },
  "breadcrumb": {
    "home": "Inicio",
    "blog": "Blog"
  },
  "pages": {
    "home": {
      "title": "Hojas de Trabajo Inteligentes y Juegos de Matemáticas",
      "description": "Hojas de trabajo inteligentes imprimibles y juegos de matemáticas interactivos para grados 1-6. ¡Gratis y sin registro!"
    },
    "fractions": {
      "title": "Crear Hoja de Trabajo de Fracciones para Imprimir - Generador Gratis",
      "description": "Genera hojas de trabajo de fracciones para imprimir. Define operación (sumar/restar/multiplicar/dividir), dificultad y cantidad. Grados 3-6."
    },
    "geometry": {
      "title": "Crear Hoja de Trabajo de Geometría para Imprimir - Generador Gratis",
      "description": "Genera hojas de trabajo de geometría para imprimir. Área y perímetro de rectángulos, triángulos y círculos. Imprime ahora."
    },
    "percentage": {
      "title": "Crear Hoja de Trabajo de Porcentajes para Imprimir - Generador Gratis",
      "description": "Genera hojas de trabajo de porcentajes para imprimir. Calcular porcentaje, encontrar el total, problemas de descuento. Grado 6+."
    },
    "decimals": {
      "title": "Crear Hoja de Trabajo de Decimales para Imprimir - Generador Gratis",
      "description": "Genera hojas de trabajo de decimales para imprimir. Suma, resta y conversión de fracciones. Define precisión e imprime."
    },
    "games": {
      "title": "Juegos de Matemáticas Interactivos",
      "description": "Juegos de matemáticas interactivos para practicar operaciones - suma, resta, multiplicación y división."
    },
    "series": {
      "title": "Crear Hoja de Trabajo de Secuencias para Imprimir - Generador Gratis",
      "description": "Genera hojas de trabajo de secuencias para imprimir. Reconocimiento de patrones y completar series. Define dificultad e imprime."
    },
    "ratio": {
      "title": "Crear Hoja de Trabajo de Razón y Proporción para Imprimir - Generador Gratis",
      "description": "Genera hojas de trabajo de razón y proporción para imprimir. Encontrar valores faltantes, relaciones multiplicativas. Grado 6."
    },
    "units": {
      "title": "Crear Hoja de Trabajo de Conversión de Unidades para Imprimir - Generador Gratis",
      "description": "Genera hojas de trabajo de conversión para imprimir. Longitud (m/cm), peso (kg/g) y tiempo. Selecciona e imprime."
    },
    "wordProblems": {
      "title": "Crear Hoja de Trabajo de Problemas para Imprimir - Generador Gratis",
      "description": "Genera hojas de trabajo de problemas de palabras para imprimir. Compras, distancias, vida real. Elige tema y nivel."
    },
    "worksheet": {
      "title": "Crear Hoja de Trabajo de Matemáticas para Imprimir - Sumar Restar Multiplicar Dividir",
      "description": "Genera hojas de trabajo de matemáticas para imprimir. Define operación (sumar/restar/multiplicar/dividir), rango y cantidad. ¡Gratis!"
    },
    "about": {
      "title": "Sobre Nosotros",
      "description": "Sobre Hojas de Trabajo Inteligentes - el generador gratuito de hojas de trabajo de matemáticas para imprimir."
    },
    "blog": {
      "title": "Blog - Consejos para Padres",
      "description": "Consejos prácticos para padres: ayudar a los niños con tareas de matemáticas, manejar dificultades, construir confianza y motivación."
    },
    "help": {
      "title": "Guía para Padres - Cómo Enseñar Matemáticas en Casa",
      "description": "Guías prácticas para padres: explicaciones simples de conceptos matemáticos, errores comunes de niños y consejos para aprendizaje efectivo en casa."
    },
    "privacy": {
      "title": "Política de Privacidad",
      "description": "Política de privacidad del sitio web Hojas de Trabajo Inteligentes."
    },
    "contact": {
      "title": "Contáctenos",
      "description": "Contacta al equipo de Hojas de Trabajo Inteligentes - comentarios, sugerencias e informes de errores."
    },
    "play": {
      "title": "Juegos de Matemáticas Interactivos",
      "description": "Juegos de matemáticas interactivos para practicar - ¡elige un tema y comienza a jugar!"
    },
    "playMath": {
      "title": "Juego de Matemáticas - Suma, Resta, Multiplicación y División",
      "description": "Juego de matemáticas interactivo para practicar operaciones aritméticas básicas."
    },
    "playFractions": {
      "title": "Juego de Fracciones",
      "description": "Juego interactivo para practicar fracciones - suma, resta y más."
    },
    "playPercentage": {
      "title": "Juego de Porcentajes",
      "description": "Juego interactivo para practicar cálculos de porcentajes."
    },
    "editorial": {
      "title": "Directrices Editoriales",
      "description": "Cómo creamos contenido de calidad y preciso - nuestro proceso de creación, fuentes y alineación curricular."
    }
  }
}
