{
  "site": {
    "name": "Smart Worksheets",
    "title": "Smart Worksheets | Math Practice & Games",
    "description": "Printable smart worksheets and interactive math games for grades 1-6. Free and no registration required!"
  },
  "pages": {
    "home": {
      "title": "Smart Worksheets & Math Games",
      "description": "Printable smart worksheets and interactive math games for grades 1-6. Free and no registration required!"
    },
    "fractions": {
      "title": "Create Printable Fractions Worksheet - Free Generator",
      "description": "Generate fractions worksheets for instant printing. Set operation type (add/subtract/multiply/divide), difficulty, and problem count. Grades 3-6."
    },
    "geometry": {
      "title": "Create Printable Geometry Worksheet - Free Generator",
      "description": "Generate geometry worksheets for instant printing. Area and perimeter problems for rectangles, triangles, and circles. Print now."
    },
    "percentage": {
      "title": "Create Printable Percentage Worksheet - Free Generator",
      "description": "Generate percentage worksheets for instant printing. Calculate percent of a number, find the whole, discount problems. Grade 6+."
    },
    "decimals": {
      "title": "Create Printable Decimals Worksheet - Free Generator",
      "description": "Generate decimal worksheets for instant printing. Addition, subtraction, and fraction conversion. Set precision and print now."
    },
    "games": {
      "title": "Interactive Math Games",
      "description": "Interactive math games for practicing arithmetic operations - addition, subtraction, multiplication, and division."
    },
    "series": {
      "title": "Create Printable Number Sequences Worksheet - Free Generator",
      "description": "Generate number sequence worksheets for instant printing. Pattern recognition and sequence completion. Set difficulty and print."
    },
    "ratio": {
      "title": "Create Printable Ratio & Proportion Worksheet - Free Generator",
      "description": "Generate ratio and proportion worksheets for instant printing. Find missing values, multiplicative relationships. Grade 6."
    },
    "units": {
      "title": "Create Printable Unit Conversion Worksheet - Free Generator",
      "description": "Generate unit conversion worksheets for instant printing. Length (m/cm), weight (kg/g), and time units. Select and print."
    },
    "wordProblems": {
      "title": "Create Printable Word Problems Worksheet - Free Generator",
      "description": "Generate word problem worksheets for instant printing. Shopping, distances, real-life scenarios. Choose topic and level."
    },
    "worksheet": {
      "title": "Create Printable Math Worksheet - Add Subtract Multiply Divide",
      "description": "Generate math worksheets for instant printing. Set operation (add/subtract/multiply/divide), number range, and quantity. Free!"
    },
    "about": {
      "title": "About Us",
      "description": "About Smart Worksheets - the free math worksheet generator for printable practice sheets."
    },
    "blog": {
      "title": "Blog - Tips for Parents",
      "description": "Practical tips for parents: helping kids with math homework, dealing with struggles, building math confidence and motivation."
    },
    "help": {
      "title": "Parent Teaching Guides - How to Teach Math at Home",
      "description": "Practical guides for parents: simple explanations of math concepts, common mistakes children make, and tips for effective learning at home."
    },
    "privacy": {
      "title": "Privacy Policy",
      "description": "Privacy policy for Smart Worksheets website."
    },
    "contact": {
      "title": "Contact Us",
      "description": "Contact the Smart Worksheets team - feedback, suggestions, and bug reports."
    },
    "play": {
      "title": "Interactive Math Games",
      "description": "Interactive math games for practice - choose a topic and start playing!"
    },
    "playMath": {
      "title": "Math Game - Addition, Subtraction, Multiplication & Division",
      "description": "Interactive math game for practicing basic arithmetic operations."
    },
    "playFractions": {
      "title": "Fractions Game",
      "description": "Interactive game for practicing fractions - addition, subtraction, and more."
    },
    "playPercentage": {
      "title": "Percentage Game",
      "description": "Interactive game for practicing percentage calculations."
    },
    "editorial": {
      "title": "Editorial Guidelines",
      "description": "How we create quality, accurate content - our content creation process, sources, and curriculum alignment."
    }
  }
}
